[{"id":1,"scheme":"Legacy Virus","consequence":"The heroes are contaminated.\n\nAll heroes cannot heal.","effect":"Ongoing"},{"id":2,"scheme":"Midtown Bank Robbery","consequence":"Local News: Super Hero Embarassment, Can't even stop the simplest crime.\n\nEach Agency have to release 4 Heroes into free agent.","effect":"One-off"},{"id":3,"scheme":"Negative Zone Prison Breakout","consequence":"Freedom, and revenge!\n\nRandomly free 10 masterminds from the PRISON.","effect":"One-off"},{"id":4,"scheme":"Portals to the Dark Dimension","consequence":"The Dark Portal Remains.\n\nDuring setup, the number of twists must be at least 6. After resolving the twist, the twist become a Dark Portal.\nTwist 1: Put the Dark Portal above the Mastermind, the Mastermind +2.\nTwist 2 - 6: Put the Dark Portal in the leftmost city space that doesn't yet have a Dark Portal. Villains in that city space get +2.","effect":"Ongoing"},{"id":5,"scheme":"Replace Earth's Leaders with Killbots","consequence":"Preparation for the purge.\n\nVillains entering the cities capture number of bystanders equal to its VP.","effect":"Ongoing"},{"id":6,"scheme":"Secret Invasion of the Skrull Shapeshifters","consequence":"There are still shapeshifters hidden out there.\n\nDuring setup, draw 6 hero cards from the hero deck and shuffle them into the villain deck. They are Skrull Villains with Attack equal to the Hero's Cost +2 and: \"Ambush: Play another card from the Villain Deck.\" and \"Fight: gain that hero.\"","effect":"Ongoing"},{"id":7,"scheme":"Super Hero Civil War","consequence":"\"I've got no trust, liar.\"\n\nHeroes involve permanently marked <Betrayal>. Heroes with <Betrayal> become unaffiliated and will never be in the same match with the same team or other <Betrayal>-marked Hero.","effect":"Ongoing"},{"id":8,"scheme":"Unleash the Power of the Cosmic Cube","consequence":"Portals formed in the cities.\n\nVillains with Escape ability will be teleported to the Bridge when played, pushing any villain there away.\nNote: If the consequence of Unleash the Power of the Cosmic Cube (Marvel Studios Phase 1) is in play, Escape ability will be activated twice.","effect":"Ongoing"},{"id":9,"scheme":"Capture Baby Hope","consequence":"Hope was lost.\n\nThe effect of consequence need to last at least 3 rounds before it become available for Fixing the World, including this Consequence.","effect":"Ongoing"},{"id":10,"scheme":"Detonate the Helicarrier","consequence":"*Mayday* Damages reported on the Helicarrier.\n\nClose 2 spaces in the HQ.","effect":"Ongoing"},{"id":11,"scheme":"Massive Earthquake Generator","consequence":"Shockwave travel across the globe.\n\nEach player reveal the top card of their deck after a Twist is played. If it is a strength hero, the hero could choose to draw the card or put it back to the deck, or else, KO the card.","effect":"Ongoing"},{"id":12,"scheme":"Organized Crime Wave","consequence":"The streets are no longer safe.\n\nDuring setup, add 2 extra villain groups into the villain deck. Play 2 cards from the villain deck every turn.","effect":"Ongoing"},{"id":13,"scheme":"Save Humanity","consequence":"Humanity have been doomed.\n\nBystander deck only has 30 cards in total. During setup (before building the villain deck), shuffle 10 wounds in the bystander stack; they are special bystander with: rescue: add it to your deck.","effect":"Ongoing"},{"id":14,"scheme":"Steal the Weaponized Plutonium","consequence":"Plutonium Weapons spread like wildfire in the villains community.\n\nAll villains + 3 attack. Mastermind + 4 attack.","effect":"Ongoing"},{"id":15,"scheme":"Transform Citizens into Demons","consequence":"Humans transformed into Demons\n\nDuring set up, add 10 addtional bystanders into villain decks. Anytime a bystander is drawn from the villain deck, play another card from the villain deck. They entered the city as demon goblins with 2 attack. Players could fight the them and rescue them.\nNote: If the consequence of Splice Humans with Spider DNA is in play, the villains are Spider-Infected Demon Goblins with 5 attack with \"Fight: The next Hero you gain this turn has Wall-Crawl\".","effect":"Ongoing"},{"id":16,"scheme":"X-Cutioner's Song","consequence":"Heroes captured as hostages.\n\nVillain Deck includes 14 cards for an extra Hero. Whenever you play a Hero from the Villain Deck, that Hero is captured by the closest enemy to the Villain Deck and play another card from the villain deck. Each Villain gets +2 Attack for each Hero it has. When you fight an enemy, gain all the Heroes captured by that enemy.","effect":"Ongoing"},{"id":17,"scheme":"Bathe the Earth in Cosmic Rays","consequence":"Radiating villains.\n\nDuring setup, place this scheme in the escape pile. For every villains entering the escape pile, KO a non-grey hero from your hand. Choose a hero from the HQ with the same or lower cost and put it into your hand.","effect":"Ongoing"},{"id":18,"scheme":"Flood the Planet with Melted Glaciers","consequence":"Most of the earth is under the water.\n\nTemporarily close Sewer and the Bridge. The city only has the Bank, the Rooftops and the Streets as the city spaces.","effect":"Ongoing"},{"id":19,"scheme":"Invincible Force Field","consequence":"Protection yielded.\n\nDuring setup, place this scheme on top of the mastermind. Before fighting the mastermind, Invincible Force Field need to be destroyed first, with 7 attack and 7 recruit points (Piercing energy still can take effect, ignoring the Invincible Force Field).","effect":"Ongoing"},{"id":20,"scheme":"Pull Reality into the Negative Zone","consequence":"The world became inverted.\n\nEnemies cost Recruit to fight and Heroes cost Attack to recruit.","effect":"Ongoing"},{"id":21,"scheme":"Clone Saga","consequence":"Public does not trust superheroes.\n\nEach agencies suffer fame lost equals to the number of Heroes enlisted times 2.","effect":"One-off"},{"id":22,"scheme":"Invade the Daily Bugle News HQ","consequence":"The media spread fake news about the heroes.\n\nFame earned in the following game is halved.","effect":"Ongoing"},{"id":23,"scheme":"Splice Humans with Spider DNA","consequence":"Humans transformed into Spideys.\n\nDuring set up, add 10 bystanders into villain decks. Anytime a bystander is drawn from the villain deck, play another card from the villain deck. They entered the city as Spider-Infected with 3 attack and \"Fight: The next Hero you gain this turn has Wall-Crawl\". Players could fight the them and rescue them.\nNote: If the consequence of Splice Humans with Spider DNA is in play, the villains are Spider-Infected Demon Goblins with 5 attack with \"Fight: The next Hero you gain this turn has Wall-Crawl\".","effect":"Ongoing"},{"id":24,"scheme":"Weave a Web of Lies","consequence":"Persuasion needed.\n\nYou must have at least 6 bystanders in your Victory Pile to fight the mastermind.","effect":"Ongoing"},{"id":25,"scheme":"Build An Underground Mega-Vault Prison/ Build An Underground Mega-Vault Prison","consequence":"Imprisoned and tortured.\n\nAt the end of each game, each player has to send 1 hero from agency to the prison. The prison can only hold 8 heroes maximum (applies to other consequences). Any additional heroes are KO'ed from the campaign.","effect":"Ongoing"},{"id":26,"scheme":"Cage Villains in Power-Suppressing Cells/ Cage Heroes in Power-Suppressing Cells","consequence":"Heroes are held in captivity.\n\n2 heroes per player are being captured in the prison (Heroes must be from agency). Heroes captured cannot be used, heal, retired or KO in matches when this consequence is in play. Add 1 Binding into each player starting hand.","effect":"Ongoing"},{"id":27,"scheme":"Crown Thor King of Asgard/ Drives Thor Away","consequence":"Heroes' abilities are stripped away.\n\nRemove each hero's unique rare card from the Hero Deck during setup.","effect":"Ongoing"},{"id":28,"scheme":"Crush Hydra/ Crush S.H.I.E.L.D.","consequence":"Hail Hydra.\n\nReplace the S.H.I.E.L.D. starter cards with Hydra Allies. Anytime a Twist is drawn from the villain deck, players that have hydra in their hands discard 3 cards and draw 2 cards.","effect":"Ongoing"},{"id":29,"scheme":"Graduation at Xavier's X-Academy/ Kidnapping Young Mutants from Xavier's X-Academy","consequence":"Intruders!! Graduation interrupted.\n\nIn the following matches, only 1 free agent from the Hero Pile could be used during setup (as the Main Hero). Agencies have to use enlisted heroes only.","effect":"Ongoing"},{"id":30,"scheme":"Infiltrate the Lair with Spies/ Infiltrate HQ with Spies","consequence":"Lair/ HQ is compromised.\n\nAdd 1 villain group into the Hero Deck. You can fight Villains in the HQ.","effect":"Ongoing"},{"id":31,"scheme":"Mass Produce War Machine Armour/ Hijack War Machine Armour","consequence":"War Machine Armour are being hijacked.\n\nDuring setup, put 1 extra group of Henchmen beside the Mastermind as War Machine Armour. Players can fight those Henchmen. Mastermind attack is doubled when there are still War Machine Armour beside the Mastermind.","effect":"Ongoing"},{"id":32,"scheme":"Resurrect Heroes with the Norn Stones/ Resurrect Villains with the Norn Stones","consequence":"Resurrected heroes fight with villains.\n\nDuring setup, randomly select a hero from the Graveyard and shuffle the hero cards into the Villain Deck. These heroes are brainwashed and become villains with Attack equal to the Hero's Cost with Ambush: Play another card from the Villain Deck. After fighting, gain it as a 1VP villain in your Victory Pile.","effect":"Ongoing"},{"id":33,"scheme":"Forge the Infinity Gauntlet","consequence":"\"Fine. I'll do it myself.\"\n\nDuring setup, shuffle a random infinity gems villain card into the villain deck. When the infinity gem escaped the city, add 6 shards to the Mastermind.","effect":"Ongoing"},{"id":34,"scheme":"Intergalactic Kree Nega-Bomb","consequence":"The bomb is detonated.\n\nClose a space in HQ. Add 1 wound to each players starting deck.","effect":"Ongoing"},{"id":35,"scheme":"Kree-Skrull War","consequence":"Persecution by Alien Activities Commission.\n\nAll heroes in the agency lose their affiliation. Mark all heroes in the agency with <Unaffiliated>.","effect":"Ongoing"},{"id":36,"scheme":"Unite the Shards","consequence":"Power concentrated in celestial remnants.\n\nVillains entering the cities gain shards equal to the VP. If any villain escape with shards, the mastermind gains 1 of the shards.","effect":"Ongoing"},{"id":37,"scheme":"Fear Itself/ Sabotaging National Security Level","consequence":"Fear dominated the heart of the citizens.\n\nYou will need at least 10VP worth of villains in your Victory Pile to fight the Mastermind.","effect":"Ongoing"},{"id":38,"scheme":"Last Stand at Avengers Tower/ Reclaim Avengers Tower Back from the Villains","consequence":"Protected by Avengers Tower Defense.\n\nVillains in the Rooftops + 6 attack.","effect":"Ongoing"},{"id":39,"scheme":"Traitor","consequence":"Traitor or not, loser should be punished.\n\nThe winner(s) choose one of the following for each loser: KO 1 hero from their agency; or retire 2 heroes from their agency; or release 3 heroes as Free Agents; or enlist up to 2 heroes from their agencies into the winner(s)' agency.","effect":"One-off"},{"id":40,"scheme":"Build An Army of Annihilation","consequence":"Annihilation Day arrived.\n\nDuring setup, put 1 extra group of Henchmen beside the Mastermind as the Annihilation Wave. Players can fight those Henchmen. After taking the effect of a twist, KO heroes in the HQ equal to the number of Annihilation Wave Henchmen.","effect":"Ongoing"},{"id":41,"scheme":"Corrupt the Next Generation of Heroes","consequence":"Sidekicks have been corrupted.\n\nDuring setup, shuffle 10 sidekicks into the villain deck. They are villain that, when revealed, enter the city. They have ATTACK equal to the KO'ed sidekicks and: Ambush: KO 2 Sidekicks from the stack, Fight: shuffle it in the Sidekick stack and rescue 3 bystander. Escape: KO 2 Sidekicks from the stack.","effect":"Ongoing"},{"id":42,"scheme":"Crush Them with My Bare Hands","consequence":"Nobody Could Stop Me!!!!!\n\nMasterstrike will take effect twice.","effect":"Ongoing"},{"id":43,"scheme":"Dark Alliance","consequence":"Villains forming alliance.\n\nAdd an extra mastermind during setup.","effect":"Ongoing"},{"id":44,"scheme":"Fragmented Realities","consequence":"Realities are shattered.\n\nRandomly shuffle 5 used schemes back to the Scheme Pile.","effect":"One-off"},{"id":45,"scheme":"Master of Tyrants","consequence":"Tyrant overrule the societies.\n\nDuring setup, shuffle 3 Ambition Cards into the Mastermind Tactic as extra Tactics. Do its Ambition effect as the Mastermind fight effect.","effect":"Ongoing"},{"id":46,"scheme":"Pan-Dimensional Plague","consequence":"Pandemic.\n\nHeroes involved in a game (including current and future game) are <Infected>. <Infected> heroes lose 1 HP at the end of each game.","effect":"Ongoing"},{"id":47,"scheme":"Smash Two Dimensions Together","consequence":"Dimensions Intertwined.\n\nBefore Twist is resolved after drawn, each player pass all their non-grey Hero cards in hand to the player on their right.\nNote: Solo mode: player has to swap all non-grey Hero cards with the Hero deck.","effect":"Ongoing"},{"id":48,"scheme":"Deadlands Hordes Charge the Wall","consequence":"For the Horde!!\n\nAll villains charge 1 space when a Strike or Twist is played.","effect":"Ongoing"},{"id":49,"scheme":"Enthrone the Barons of Battleworld","consequence":"Rise through the rank.\n\nAll villains have the ability of \"Escape: Each Player discards a card with cost equal to this villain's printed VP\".","effect":"Ongoing"},{"id":50,"scheme":"Fountain of Eternal Life","consequence":"Long live the King.\n\nAll Villains and Mastermind Tactics have \"Fight: Fateful Resurrection.\"","effect":"Ongoing"},{"id":51,"scheme":"God-Emperor of Battleworld","consequence":"God-Emperor of Battleworld lurks in the overworld.\n\nDuring setup, add this scheme as God-Emperor of Battleworld Mastermind with 19 attack. It has \"Masterstrike: Each player with exactly six cards in hand reveals a Tech Hero or puts two cards from their hand on top of their deck.\"","effect":"Ongoing"},{"id":52,"scheme":"Mark of Khonshu","consequence":"The power of Khonshu yielded by villains.\n\nWhile in the Sewers, Rooftops, or Bridge, all villains are in \"wolf form\" and have double their Attack.","effect":"Ongoing"},{"id":53,"scheme":"Master the Mysteries of Kung-Fu","consequence":"Master of Kung Fu.\n\nMasterminds and Villains has Circle of Kung Fu matching its VP.","effect":"Ongoing"},{"id":54,"scheme":"Secret Wars","consequence":"\"They tried as hard as they could. Just like anybody would. It just wasn’t enough.\"\n\nDuring Setup, draw another 3 Mastermind with 1 tactic each. \nNote: If Final Blow mode is played, only apply Final Blow to the final Mastermind.","effect":"Ongoing"},{"id":55,"scheme":"Sinister Ambitions","consequence":"The masterminds in the world become very ambitious.\n\nDuring setup, shuffle 10 ambition cards into the villain deck. After resolving the ambition cards, play the next villain card.","effect":"Ongoing"},{"id":56,"scheme":"Brainwash the Military","consequence":"The military turns into a cult center.\n\nS.H.I.E.L.D. Officer and Madame Hydra cost 3 recruit points and 3 attack points to recruit. Sidekicks and New Recruits cost 2 recruit points and 2 attack points to recruit.","effect":"Ongoing"},{"id":57,"scheme":"Change the Outcome of WWII","consequence":"The World is ruled by tyrant.\n\nEach player's hand size is 1 card less.","effect":"Ongoing"},{"id":58,"scheme":"Go Back In Time to Slay Heroes' Ancestors","consequence":"Some heroes never appeared.\n\nKO 5 heroes from the same affiliate with the Main hero. Choose following this order: Agency, Free Agent, Hero Pile. If the hero has no Icon consider it as any icon.","effect":"One-off"},{"id":59,"scheme":"Unbreakable Enigma Code","consequence":"Informant network crumbled.\n\nDuring setup, each agency will have to pick their heroes before drawing Masterminds, Schemes, Main Heroes and/ or Free Agent.\nNote: If the consequence of Silence the Witnesses in play, in addition to the setup rule above, each agency must pick their heroes randomly.","effect":"Ongoing"},{"id":60,"scheme":"Avengers VS. X-Men","consequence":"We are friends no more.\n\nTo play heroes from seperate teams in the same turn, the player need to discard a card for every 2 cards played.","effect":"Ongoing"},{"id":61,"scheme":"Dark Reign of H.A.M.M.E.R. Officers","consequence":"H.A.M.M.E.R. takes over the operation.\n\nThe number of Free Agents reduce to 5.","effect":"Ongoing"},{"id":62,"scheme":"Epic Super Hero Civil War","consequence":"\"I've got no trust, liar.\"\n\nHeroes involve permanently marked <Betrayal>. Heroes with <Betrayal> become unaffiliated and will never be in the same match with the same team or other <Betrayal>-marked Hero.","effect":"Ongoing"},{"id":63,"scheme":"Imprison Unregistered Superhumans","consequence":"Imprisoned.\n\n4 heroes per player are being captured in the prison (Heroes must be from agency). Heroes captured cannot be used, heal, retired or KO in matches when this consequence is in play. Agency will lose 1 Fame for each heroes captured at the end of each consecutive round.","effect":"Ongoing"},{"id":64,"scheme":"Nitro the Supervillain Threatens Crowds","consequence":"Life for a life.\n\nWhenever a bystander is carried away by Villains or KO'd, each player must KO a non-Grey card from their hand.","effect":"Ongoing"},{"id":65,"scheme":"Predict Future Crime","consequence":"See the future.\n\nDuring Setup, draw 3 cards from the Mastermind Pile, and pick the highest attack Mastermind as the Main Mastermind for the match.","effect":"Ongoing"},{"id":66,"scheme":"Reveal Heroes' Secret Identities","consequence":"Heroes' peaceful life disrupted.\n\nHeroes could not be used consecutively and are force to stay out of action for 3 matches after being used in a match. Any hero violate this consequence will be played for the final game and release into Free Agent.","effect":"Ongoing"},{"id":67,"scheme":"United States Split by Civil War","consequence":"In War... Not everyone is a soldier.\n\nIn addition to the heroes used during setup, each agency must allocate another hero for Stakeout. Heroes assigned for Stakeout cannot rest and subject to Stamina Overworked (if the heroes had been used for multiple matches, suffer health loss as being used in consecutive matches).","effect":"Ongoing"},{"id":68,"scheme":"Deadpool Kills the Marvel Universe","consequence":"\"I can save us from this endless continuity.\"\n\nHeroes, mastermind and villains involved in the match are KO'ed.","effect":"One-off"},{"id":69,"scheme":"Deadpool Wants A Chimichanga","consequence":"Chimichanga rules!\n\nHeroes cannot heal through resting. Agencies must pay 5 Fame to buy Chimichanga for heroes to heal. Chimichanga can heal 1 hero for 5 HP, or 2 HP each for 3 heroes.","effect":"Ongoing"},{"id":70,"scheme":"Deadpool Writes A Scheme","consequence":"\"Now the consequence. This is way more fun than I thought.\"\n\nAll agencies deduct 5 fame. If any Mercs for Money Hero or Deadpool is in your agency, enlist a free agent for free; if not, KO a hero from your agency.","effect":"One-off"},{"id":71,"scheme":"Everybody Hates Deadpool","consequence":"Endless Hatred.\n\nWhenever you complete a Twist, also play the Mastermind's masterstrike ability.","effect":"Ongoing"},{"id":72,"scheme":"Find the Split Personality Killer","consequence":"Accused the wrong suspect.\n\nKO the wrong suspect (s). Then, each agency who does not guess the correct suspect lost 5 Fame.","effect":"One-off"},{"id":73,"scheme":"Five Families of Crime","consequence":"The cities are dominated by families of crime.\n\nAll Villains have Revenge for their own Villain Groups. (If they already have Revenge, double it.)","effect":"Ongoing"},{"id":74,"scheme":"Hidden Heart of Darkness","consequence":"The Darkness Ascend.\n\nMastermind are turned to their epic side (if any).","effect":"Ongoing"},{"id":75,"scheme":"Silence the Witnesses","consequence":"Informant network crumbled.\n\nDuring setup, each agency will have to pick their heroes before drawing Masterminds, Schemes, Main Heroes and/ or Free Agent.\nNote: If the consequence of Unbreakable Enigma Code in play, in addition to the setup rule above, each agency must pick their heroes randomly.","effect":"Ongoing"},{"id":76,"scheme":"Alien Brood Encounters","consequence":"Aliens swarmed the Earth.\n\nDuring setup, fill every city space with 2 Brood, indicating aliens are everywhere. Playing cards from the villain deck will not push the Brood forward. Villains are now their attack + the number of Broods below them. Heroes still can fight The Brood when there are no Villains on the top of The Broods, resolve the Fight effect accordingly.","effect":"Ongoing"},{"id":77,"scheme":"Anti-Mutant Hatred","consequence":"We have to stay low.\n\nX-men hero couldn't be used until this consequence is being cancelled. Then reveal the top 10 cards of the independent hero deck, any X-men heroes revealed are place to the bottom of the independent hero deck. Put the rest back randomly.","effect":"Ongoing"},{"id":78,"scheme":"Dark Phoenix Saga","consequence":"Phoenix Force consumed the heroes.\n\nAt the beginning of each game, reveal the top card of the hero deck, then KO all cards in the hero deck with the same class.","effect":"Ongoing"},{"id":79,"scheme":"Horror of Horrors","consequence":"The world is a darker place.\n\nAt the beginning of each game: play 2 horror cards.","effect":"Ongoing"},{"id":80,"scheme":"Mutant-Hunting Super Sentinels","consequence":"Heroes are wounded.\n\nAdd 2 wounds to the player starting deck.","effect":"Ongoing"},{"id":81,"scheme":"Nuclear Armageddon","consequence":"Earth is under the effect of a fallout.\n\nWhen fighting a villain in the Rooftops, Streets and Bridge, reveal a strength or ranged hero, if not, gain a wound.","effect":"Ongoing"},{"id":82,"scheme":"Televised Deathtraps of Mojoworld","consequence":"Heroes are tortured and televised for entertainment in the Mojoworld.\n\nDuring fame calculation, fame lost is doubled.","effect":"Ongoing"},{"id":83,"scheme":"X-Men Danger Room Goes Berserk","consequence":"Neurotoxin is released into open air.\n\nAll heroes (including Free Agent) lose 2 HP.","effect":"One-off"},{"id":84,"scheme":"Distract the Hero","consequence":"Villainous Interruption.\n\nVP earn is reduced by 10 (VP deduction remained unchanged).","effect":"Ongoing"},{"id":85,"scheme":"Explosion at the Washington Monument","consequence":"Society blames heroes incompetence.\n\nAll agencies lose a combined Fame of 10.","effect":"One-off"},{"id":86,"scheme":"Ferry Disaster","consequence":"\"I can't protect em all...\"\n\nEach agency lose 2 Fame.","effect":"One-off"},{"id":87,"scheme":"Scavenge Alien Weaponry","consequence":"Alien weaponry technology was stolen and synthesized.\n\nAll henchmen villain has Striker.","effect":"Ongoing"},{"id":88,"scheme":"Clash of the Monsters Unleashed","consequence":"Monster released into the world.\n\nAfter resolving the mastermind tactic, each player randomly draws a villain card from their victory pile and enter the city.","effect":"Ongoing"},{"id":89,"scheme":"Divide and Conquer","consequence":"Heroes are in the state of disunity.\n\nAny hero share the same class with the hero under the Sewer cannot be recruited (Player may still recruit the hero in the Sewer).","effect":"Ongoing"},{"id":90,"scheme":"Hypnotize Every Human","consequence":"Civilians willingly guard the villains.\n\nWhenever villains entering the cities capture 2 human shields.","effect":"Ongoing"},{"id":91,"scheme":"Steal All Oxygen on Earth","consequence":"Humans population reach its minimum.\n\nDuring setup, do not shuffle bystanders into the villain deck.","effect":"Ongoing"},{"id":92,"scheme":"Break the Planet Asunder","consequence":"The planet is torn apart.\n\nDuring HP calculation phase, total up the number of wounds in the hand, player's deck and discard pile. Decrease 1 HP for every 2 wounds (can be shared among heroes involved in the game).","effect":"Ongoing"},{"id":93,"scheme":"Cytoplasm Spike Invasion","consequence":"The heroes are showered by Spike.\n\nThe maximum HP for all heroes are now 4.","effect":"Ongoing"},{"id":94,"scheme":"Fall of the Hulks","consequence":"\"Hulk…Fail...\"\n\nAny time a twist or strike played from the villain deck, Cross Dimensional Hulk Rampage.","effect":"Ongoing"},{"id":95,"scheme":"Gladiator Pits of Sakaar","consequence":"Gladiator pride, a fight to the death.\n\nAnytime a Twist is played from the villain deck, each player can only play cards from a single Team of their choice during their turn.","effect":"Ongoing"},{"id":96,"scheme":"Mutating Gamma Rays","consequence":"Heroes are mutating.\n\nWhenever the player shuffle their discard pile, after drawing 6 cards to their hand, reveal the top card of the hero deck. Then, KO all the cards in hand sharing the same cost with the revealed card and put it into hand. If there is no card in hand with the same cost, KO the card revealed instead.","effect":"Ongoing"},{"id":97,"scheme":"Shoot Hulk Into Space","consequence":"He will be back.\n\nAll Free Agents are shuffle back to the bottom of the Hero Pile.","effect":"One-off"},{"id":98,"scheme":"Subjugate with Obedience Disks","consequence":"Heroes are all forced to disobey orders.\n\nAll heroes cost the number of Strike played more to recruit.\nNote: If the consequence of Enslave Minds with the Chitauri Scepter is in play, all heroes cost twice the number of Strike played more to recruit.","effect":"Ongoing"},{"id":99,"scheme":"World War Hulk","consequence":"Pain could have been averted.\n\nUndefeated Mastermind (mastermind failed to be captured in prison) will enter the following game as additional Mastermind.","effect":"Ongoing"},{"id":100,"scheme":"Asgard Under Siege","consequence":"Bifrost is destroyed.\n\nAll villains activate their escape abilities when they are played from the villain deck.","effect":"Ongoing"},{"id":101,"scheme":"Destroy the Cities on Earth!","consequence":"The cities are leveled.\n\nRuined Cities replace Bank and Rooftops. When you fight a villain in Ruined Cities, you need to KO a bystander from your victory pile or gain a Wound.","effect":"Ongoing"},{"id":102,"scheme":"Enslave Minds with the Chitauri Scepter","consequence":"In the end, you will always kneel.\n\nAll heroes cost the number of Strike played more to recruit.\nNote: If the consequence of Subjugate with Obedience Disks is in play, all heroes cost twice the number of Strike played more to recruit.","effect":"Ongoing"},{"id":103,"scheme":"Invade Asgard","consequence":"Magical power provokes villainous behaviour.\n\nAfter the Strike or Twist is drawn from the villain deck, activate all villains Ambush abilities.","effect":"Ongoing"},{"id":104,"scheme":"Radioactive Palladium Poisoning","consequence":"The heroes are poisoned.\n\nAll heroes involved in the match lose 3 HP each.","effect":"One-off"},{"id":105,"scheme":"Replace Earth's Leaders with Hydra","consequence":"Hydra controls the world politics.\n\nCost to enlist heroes require 2 additional Fame.","effect":"Ongoing"},{"id":106,"scheme":"Super Hero Civil War","consequence":"\"I've got no trust, liar.\"\n\nHeroes involve permanently marked <Betrayal>. Heroes with <Betrayal> become unaffiliated and will never be in the same match with the same team or other <Betrayal>-marked Hero.","effect":"Ongoing"},{"id":107,"scheme":"Unleash the Power of the Cosmic Cube","consequence":"Portals formed in the cities.\n\nVillains with Escape ability will be teleported to the Bridge when played, pushing any villain there away.\nNote: If the consequence of Unleash the Power of the Cosmic Cube (Core) is in play, Escape ability will be activated twice.","effect":"Ongoing"},{"id":108,"scheme":"Age of Ultron","consequence":"The new age is here.\n\nBefore the beginning of the first turn, draw the top 5 cards in the hero deck and set it aside as the \"Evolution\" Pile. The Mastermind and Always Lead Villains is Empowered by each colour in the Evolution Pile.","effect":"Ongoing"},{"id":109,"scheme":"Pull Earth into Medieval Times","consequence":"Disorder in the Space Time Conundrum.\n\nThe Main Hero in the following match is also considered a Forerunner. When a Forerunner is drawn from the hero deck, check the number of Forerunners in the HQ. If the Forerunners is more than half the spaces available, KO all other heroes and shuffle the Forerunners to the bottom of the Hero Deck.","effect":"Ongoing"},{"id":110,"scheme":"Transform Commuters into Giant Ants","consequence":"Transportation disrupted.\n\nDuring setup, place 1 bystander facedown on the Mastermind and 5 more bystanders facedown on each city space. These face down bystanders are Giant Ant Villains with 2 attacks. You must fight the Giant Ant villains to advance through the city spaces. For e.g. to fight a Villain in the Sewer, you must already fight the first Giant Ant; to fight a villain in the Streets, you must already fight 4 Giant Ants; the 6th Giant Ant gain you the access to fight the Mastermind. After fighting Giant Ant, you may rescue it as bystander.","effect":"Ongoing"},{"id":111,"scheme":"Trap Heroes in the Microverse","consequence":"We're lost in the quantum realm.\n\nHeroes involved in the match are all shuffled back to the Hero Pile.","effect":"Ongoing"},{"id":112,"scheme":"Invasion of the Venom Symbiotes","consequence":"Symbiosis emerged.\n\nAfter the twists take effects, it enter the cities as a 3 Attack \"Symbiote\" Villain worth 3VP with \"Ambush: This Symbiote Bonds with another Villain in the city. Play another card from the Villain Deck.\"","effect":"Ongoing"},{"id":113,"scheme":"Maximum Carnage","consequence":"Carnage feasts in the cities of Earth.\n\nAll villains has Feast.","effect":"Ongoing"},{"id":114,"scheme":"Paralyzing Venom","consequence":"Venom is captured.\n\nAdd 2 Binding into starting hand.","effect":"Ongoing"},{"id":115,"scheme":"Symbiotic Absorption","consequence":"The absorption is complete.\n\nShuffle the previous match mastermind tactics with the current match mastermind tactic and place it under the main mastermind.","effect":"Ongoing"},{"id":116,"scheme":"Earthquake Drains the Ocean, Tsunami Crushes the Coast","consequence":"Tsunami flooded the cities.\n\nVillains in the cities will need 1 extra attack to fight for each cities space they advanced, starting from Sewer, or gain a wound when fighting each villain (Mastermind will need extra 5 spaces by default).","effect":"Ongoing"},{"id":117,"scheme":"House of M, No More Mutants","consequence":"No more mutants.\n\nAll x-men heroes in each agency and free agent space are KO'd. If an X-Men hero were revealed from the Hero Pile, KO it straightaway.","effect":"Ongoing"},{"id":118,"scheme":"Korvac Saga, Korvac Revealed","consequence":"Korvac lurking.\n\nDuring setup, add this scheme to represent Korvac as a 19 attack point mastermind with the following ability: \"To fight Korvac, each player must discard down to four cards or KO a Bystander from their Victory Pile\" and \"Masterstrike: Each player discard an Avenger Hero or gains a Wound.\"","effect":"Ongoing"},{"id":119,"scheme":"Secret HYDRA Corruption, Open Hydra Revolution","consequence":"Heroes sympathizes with the villains.\n\nYou need to pay 2 recruit points to fight the villain in addition to the attack points.","effect":"Ongoing"},{"id":120,"scheme":"Hail Hydra","consequence":"S.H.I.E.L.D. collapsed.\n\nAgency are unable to enlist new hero while this consequence is in play.","effect":"Ongoing"},{"id":121,"scheme":"Hydra Helicarriers Hunt Heroes","consequence":"Strike Incoming!!\n\nAfter taking the effect of Strike, KO all Heroes in the HQ.","effect":"Ongoing"},{"id":122,"scheme":"S.H.I.E.L.D. vs. Hydra War","consequence":"Which side is better? We may never know.\n\nPlayers could choose to spend 1 recruit to send their non-grey hero undercover. All escaped villains contribute to the Hydra Level based on their printed VP. Player's hand is 1 card less for each Hydra Level higher than the S.H.I.E.L.D. Level.","effect":"Ongoing"},{"id":123,"scheme":"Secret Empire of Betrayal","consequence":"So there we were — ready for the darkness.\n\nIn the following match, each Main Hero in the match will be Brainwashed Dark Loyalty Hero. After taking the effect of Strike, all players reveal their hand, any player with the Dark Loyalty Hero in their hand gains a wound.","effect":"Ongoing"},{"id":124,"scheme":"Asgardian Test of Worth","consequence":"Heroes are not worthy.\n\nEach player must test for Worthy at the start of their turn. If the player is not Worthy, the player must discard the number of cards equal to the number of Strike played.","effect":"Ongoing"},{"id":125,"scheme":"Dark World of Svartalfheim","consequence":"The world engulfed in darkness.\n\nDuring setup, place a wound card face down on each city space and HQ space, as \"Eternal Darkness\". Villains in city spaces with Eternal Darkness get +1 Attack. To recruit a Hero in an HQ space with Eternal Darkness, you must pay an extra 1 Recruit. During your turn, you may spend 1 attack on city space or 1 recruit on HQ space to lighten up the space, KO the wound on that space.","effect":"Ongoing"},{"id":126,"scheme":"Ragnarok, Twilight of the Gods","consequence":"Distrubance in the Nine Realms.\n\nDuring setup, randomly draw a used scheme from the box. Activate the consequence.","effect":"Ongoing"},{"id":127,"scheme":"War of the Frost Giants","consequence":"Trampled by Frost Giants and frosted.\n\nEvery single KO'ed card decrease 1 HP.","effect":"Ongoing"},{"id":128,"scheme":"Crash the Moon into the Sun","consequence":"We lost the moon.\n\nWhen resolving any Moonlight card effect on any cards, resolve the following effect instead: All players discard a hero card from their hand.","effect":"Ongoing"},{"id":129,"scheme":"Demon Bear Saga","consequence":"Interrupted sleep, nightmare awaits.\n\nHeroes cannot be played for more than 1 match consecutively. Any hero violating this consequence loses 1 HP.","effect":"Ongoing"},{"id":130,"scheme":"Superhuman Baseball Game","consequence":"We lost the World Championship.\n\nAll agencies must lose a pool of 15 Fame. If the Fame is not sufficient, each agency retired 2 of their heroes instead.","effect":"One-off"},{"id":131,"scheme":"Trapped in the Insane Asylum","consequence":"No great mind has ever existed without a touch of madness.\n\nPlayer must play two randomly-selected cards from their hand at the beginning of their turn.","effect":"Ongoing"},{"id":132,"scheme":"Annihilation: Conquest","consequence":"Society has been injected with Techno-Organic Virus.\n\nWound and Binding cannot be KO'ed.","effect":"Ongoing"},{"id":133,"scheme":"Contest of Champions","consequence":"They are unamused.\n\nAt the beginning of each game, revealed the top card of the hero deck. All cards share the same colour with the card revealed are colourless (no class).","effect":"Ongoing"},{"id":134,"scheme":"Destroy the Nova Corps","consequence":"Distrubance in the galaxies.\n\nWhenever a hero from the HQ need to be KO'ed, shuffle the heroes in the HQ and randomly KO one of them, put the rest back to the HQ in random order.","effect":"Ongoing"},{"id":135,"scheme":"Turn the Soul of Adam Warlock","consequence":"Soul corrupted with power.\n\nAfter a Strike is played, each player has to shuffle a tactic from the victory pile back to the stack.","effect":"Ongoing"},{"id":136,"scheme":"Devolve with Xerogen Crystals","consequence":"Humans turn into Alpha Primitives.\n\nDuring setup, add 5 additonal bystanders in the villain deck. Villains and Mastermind with any bystander have Highest Abomination. If the Villains or Mastermind already had Abomination, Double Abomination instead.","effect":"Ongoing"},{"id":137,"scheme":"Ruin the Perfect Wedding","consequence":"Bad omen falls upon the heroes.\n\nAnytime any player attempts to figh the mastermind, all other players discard 1 card from their hand.\nNote: Solo mode: To fight the mastermind, you have to discard 2 cards before fighting the mastermind.","effect":"Ongoing"},{"id":138,"scheme":"Tornado of Terrigen Mists","consequence":"Terrigen Mists block the view.\n\nDuring setup, each player puts a small object above the sewers to represent themself. You can't fight Villains outside the city space where you are. (You can still recruit from all HQ spaces and fight the Mastermind.) During your turn, you can spend 1 Attack any number of times to move yourself one space left or right.","effect":"Ongoing"},{"id":139,"scheme":"War of Kings","consequence":"Enemy units stormed through our line of defenses.\n\nWhenever a villain escape from the city, KO 2 heroes from the HQ instead of 1.","effect":"Ongoing"},{"id":140,"scheme":"Breach Parallel Dimensions","consequence":"Dimensions scattered.\n\nDuring setup, put the Villain Deck on the Bank space. The Sewers and Bank do not exist, so the city is only 3 spaces. ","effect":"Ongoing"},{"id":141,"scheme":"Pulse Waves from the Negative Zone","consequence":"Inverted world sense.\n\nAll printed VP earned in a game becomes negative.","effect":"Ongoing"},{"id":142,"scheme":"Put Humanity on Trial","consequence":"Judgement from the Gods.\n\nBystander does not grant any VP.","effect":"Ongoing"},{"id":143,"scheme":"Sneak Attack the Heroes' Homes","consequence":"Heroes rush back to save their loved ones.\n\nPlayer's turn will end when they need to shuffle their discard pile to form their deck.","effect":"Ongoing"},{"id":144,"scheme":"…Control the Mutant Messiah ☆","consequence":"A whole team vanishes from existence.\n\nTotal up the number of heroes for each affiliation from each players' agencies and Free Agents. KO all heroes in the affiliation with the most heroes, break ties at random.","effect":"One-off"},{"id":145,"scheme":"…Open Rifts to Future Timelines ☆","consequence":"Doom from the future.\n\nDiscard the next scheme and activate its consequence. Players may still attempt to Fixing the World for the activated Active Consequence.","effect":"One-off"},{"id":146,"scheme":"…Reveal the Heroes' Evil Clones ☆","consequence":"Can we trust the heroes?\n\nDuring each player's turn, if player plays any hero card that share the same card name from the HQ, KO the hero card in the HQ.","effect":"Ongoing"},{"id":147,"scheme":"…Unleash an Anti-Mutant Bioweapon ☆","consequence":"Heroes shielded the attack.\n\nKO'ed wound will be passed to the next player.","effect":"Ongoing"},{"id":148,"scheme":"Claim Souls for Demons","consequence":"Tormented souls cursed the heroes.\n\nWhen rescuing a bystander, player must make a Demonic Bargain. If that Bargain wounds that player, stack that Bystander next to the Mastermind as a “Tormented Soul” instead. Mastermind will get +1 attack for each \"Tormented Soul\".","effect":"Ongoing"},{"id":149,"scheme":"Cursed Pages of the Darkhold Tome","consequence":"Mastermind infused power from Darkhold Tome and summoned Chthon.\n\nAfter defeating the Mastermind's tactics (and final blow), player must fight the Chthon with 27 attack to win the game.","effect":"Ongoing"},{"id":150,"scheme":"Duels of Science and Magic","consequence":"Incompetent scientist and magic user.\n\nTech and Range hero cards cannot be played together with Instinct and Covert hero cards.","effect":"Ongoing"},{"id":151,"scheme":"War for the Dream Dimension","consequence":"Rifts of the war scourge the living world.\n\nAll villains enter the Astral Plane when fought in the city.","effect":"Ongoing"},{"id":152,"scheme":"Inescapable \"Kyln\" Space Prison","consequence":"Heroes are sent to Space Prison.\n\nAt the end of each game, at least 1 free agent must be sent to the prison, or else, all players must KO 1 hero from each agency.","effect":"Ongoing"},{"id":153,"scheme":"Provoke the Sovereign War Fleet","consequence":"The Sovereign will strike back.\n\nWhenever player spends or burns any shard during their turn, declare the number of shards used. After that, roll a D6, if it's 2-3, the attack failed and discard the shards declared; if it's 1, the shards are captured by the Mastermind.","effect":"Ongoing"},{"id":154,"scheme":"Star-Lord's Awesome Mix Tape","consequence":"The heroes are distracted by the dance-off.\n\nAll agencies swap their fame randomly.","effect":"One-off"},{"id":155,"scheme":"Unleash the Abilisk Space Monster","consequence":"The Abilisk escaped through the dimension.\n\nDuring setup, shuffle this scheme into the villain deck. When this scheme is played, every player must choose a non-grey hero from their discard pile. Shuffle these heroes into a face-down \"Captured Heroes\" deck. Each player may choose to spend 5 attack to fight the Abilisk. It has \"Fight: KO one of your grey Heroes.\" A player of your choice gains the top captured Hero.\"","effect":"Ongoing"},{"id":156,"scheme":"Plunder Wakanda's Vibranium","consequence":"Vibranium tech protects the Mastermind.\n\nThe mastermind must be wounded at least once before being attacked. Player must spend half the printed attack on the Mastermind (rounded up) to wound the Mastermind.","effect":"Ongoing"},{"id":157,"scheme":"Poison Lakes with Nanite Microbots","consequence":"Microbots affect heroes' judgement.\n\nPlayers need to spend more attack equals to the number of wound in hand to fight the Mastermind.","effect":"Ongoing"},{"id":158,"scheme":"Provoke Clash of Nations","consequence":"Refugees crisis emerged.\n\nWhenever a card effect requires a player to rescue a bystander, the player must spend 1 recruit to rescue the bystander. If the player is unable to spend the recruit needed, his turn ends immediately.","effect":"Ongoing"},{"id":159,"scheme":"Seize the Wakandan Throne","consequence":"Wakanda declares war against the world.\n\nAt the start of the game, the Mastermind gains the Throne's Favor. Player may fight the Mastermind to gains the Throne's Favor. When a Master Strike is played, the Mastermind gains the Throne's Favor; if the Mastermind already has the Throne's Favor, all players KO 1 non-grey heroes from their hand and gains a wound.","effect":"Ongoing"},{"id":160,"scheme":"Corrupt the Spy Agencies","consequence":"Spies leaked classified information about heroes.\n\nThe player will have to pay 1 Fame for each hero chosen from the agency for future matches.","effect":"Ongoing"},{"id":161,"scheme":"Frame Heroes For Murder","consequence":"Heroes are under constant surveillance.\n\nDuring setup, add 1 bystander to each player's deck. Player must fight a villain during the turn to rescue the bystander from their hand.","effect":"Ongoing"},{"id":162,"scheme":"Sniper Rifle Assassins","consequence":"Hero was headshot from action.\n\nIf the unique rare card of the hero is KO'ed during following match, KO the hero regardless the HP.","effect":"Ongoing"},{"id":163,"scheme":"Train Black Widows in the Red Room","consequence":"Black Widows overburden the system.\n\nDuring Setup, pick the total of heroes minus 1, and shuffle 14 S.H.I.E.L.D. officers into the hero deck. You may recruit the S.H.I.E.L.D. officers from the HQ.","effect":"Ongoing"},{"id":164,"scheme":"Halved All Life in the Universe","consequence":"\"I am.. Inevitable!\" *snap*\r\n\r\nAll Agencies (except for the player who wins) KO half of their heroes (rounded up). KO half of the Free Agents (rounded up). Then KO the top 10 cards of the Hero Pile.","effect":"One-off"},{"id":165,"scheme":"Sacrifice For the Soul Stone","consequence":"A soul for a soul.\n\nAt the end of the game, heroes with the most KO-ed cards in the match is KO-ed.","effect":"One-off"},{"id":166,"scheme":"Time Heist","consequence":"Nexus event \n\n","effect":""},{"id":167,"scheme":"Warp Reality into a TV Show","consequence":"The Hex consume the reality.\n\n","effect":""}]